tutorials/heatTransfer/boussinesqBuoyantFoam/heatedCavity/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

rho0            rho0 [1 -3 0 0 0 0 0] 1.0;

T0              T0 [0 0 0 1 0 0 0] 273.0;

mu              mu [1 -1 -1 0 0 0 0] 0.01;

Cp              Cp [0 2 -2 -1 0 0 0] 1;

k               k [1 1 -3 -1 0 0 0] 0.0001;

beta            beta [0 0 0 -1 0 0 0] 1e-3;


// ************************************************************************* //
